[
    {
        "breed": "Golden Retriever",
        "lifeStage": "Puppy",
        "age": "0 to 15 months",
        "id": 1001,
        "description": "Golden Retriever puppies are bundles of energy, full of life and curiosity. However, during their early months, they are heavily dependent on their owners for care and guidance. These pups rapidly grow and usually reach their full size between 9 to 12 months, making these early stages critical for their development.",
        "medAdvice1": "Ensure vaccinations are up to date and start parasite control (0-6 months)",
        "medAdvice2": "Begin dental care and a lot of socialization (6-12 months)",
        "medAdvice3": "Regular vet check-ups, weight management, and good exercise (12-15 months)",
        "foodAdvice1": "Feed high-quality puppy food designed for large breeds (0-6 months)",
        "foodAdvice2": "Transition to adult food as advised by your vet (6-12 months)",
        "foodAdvice3": "Maintain a balanced diet, monitoring their weight and adjusting portions (12-15 months)",
        "thingsToWatch1": "Signs of hip dysplasia, allergies, and dental problems",
        "thingsToWatch2": "Excessive shedding, mats, or skin issues",
        "thingsToWatch3": "Ensure they get adequate exercise to prevent obesity",
        "headImage": "goldenPup",
        "bodyImage": "goldenPupBody"
    },
    
    {
        "breed": "Golden Retriever",
        "lifeStage": "Adult",
        "age": "15 months to 6 years",
        "id": 1002,
        "description": "Adult Golden Retrievers are in their prime, fully grown and at peak health by age 2, radiating energy and warmth. This stage is marked by their strength, intelligence, and affectionate nature. As they approach 4 to 6 years, subtle signs of aging may begin to emerge. Even so, this is a period of deepened companionship as they mature into loyal, wise partners.",
        "medAdvice1": "Regular vet check-ups, maintain dental care, and ensure consistent exercise (1-2 years)",
        "medAdvice2": "Watch for signs of common issues like hip dysplasia or allergies (2-4 years)",
        "medAdvice3": "Be alert to early signs of aging or joint problems and maintain a balanced diet (4-6 years)",
        "foodAdvice1": "Transition to adult dog food and ensure a balanced diet (1-2 years)",
        "foodAdvice2": "Stick to a consistent feeding routine (2-4 years)",
        "foodAdvice3": "Consider senior dog food if needed and adjust diet to maintain health (4-6 years)",
        "thingsToWatch1": "Bad breath or difficulties eating",
        "thingsToWatch2": "Allergies or excessive shedding",
        "thingsToWatch3": "Sudden behavioral changes and stiffness or limping",
        "headImage": "goldenAdult",
        "bodyImage": "goldenAdultBody"
    },
    
    {
        "breed": "Golden Retriever",
        "lifeStage": "Senior",
        "age": "6+ years",
        "id": 1003,
        "description": "Golden Retriever seniors often show signs of aging, such as graying fur and a less vibrant coat. They might experience a decline in energy and playfulness, needing more rest and comfort. However, their loyalty and companionship deepen, making them gentle and affectionate family members during these years.",
        "medAdvice1": "Regular vet check-ups, monitor for age-related health issues",
        "medAdvice2": "Watch for signs of arthritis, dental issues, and reduced energy",
        "medAdvice3": "Increase vet visits and manage chronic conditions",
        "foodAdvice1": "Transition to senior dog food and adjust portions for weight management",
        "foodAdvice2": "Monitor weight and provide easily digestible food",
        "foodAdvice3": "Focus on a diet that supports joint health and overall wellness",
        "thingsToWatch1": "Joint health like arthritis or mobility issues",
        "thingsToWatch2": "Weight gain or loss",
        "thingsToWatch3": "Cognitive changes like signs of confusion or disorientation",
        "headImage": "goldenSenior",
        "bodyImage": "goldenSeniorBody"
    },
    
    {
        "breed": "Siberian Husky",
        "lifeStage": "Puppy",
        "age": "0 to 1 year",
        "id": 1004,
        "description": "Siberian Husky puppies are energetic, intelligent, and often mischievous. Known for their curiosity and independence, they require early training and socialization to harness their energy positively. These puppies are natural runners and thrive on physical activity, making it crucial to provide them with ample exercise and mental stimulation to prevent destructive behaviors.",
        "medAdvice1": "Maintain vaccinations and regular check-ups to monitor development (0-6 months)",
        "medAdvice2": "Huskies are prone to eye conditions, so regular eye exams should begin early (6-12 months)",
        "medAdvice3": "Ensure dental care and watch for any signs of joint issues as they grow rapidly (9-12 months)",
        "foodAdvice1": "Feed a high-quality puppy food, rich in protein to support their active lifestyle (0-6 months)",
        "foodAdvice2": "Gradually introduce fresh meats like chicken or fish, avoid harmful foods like grapes or raisins (6-12 months)",
        "foodAdvice3": "Incorporate vegetables and fruits into their diet for balanced nutrition (12 months)",
        "thingsToWatch1": "Excessive digging as a sign of boredom",
        "thingsToWatch2": "Prevent destructive chewing by providing appropriate toys",
        "thingsToWatch3": "Consistency in housetraining is key as they can be stubborn",
        "headImage": "huskyPup",
        "bodyImage": "huskyPupBody"
    },
    
    {
        "breed": "Siberian Husky",
        "lifeStage": "Adult",
        "age": "1 to 8 years",
        "id": 1005,
        "description": "Adult Siberian Huskies are known for their endurance and agility, often exhibiting a tireless spirit. They reach full physical maturity around 1 to 1.5 years and thrive on regular exercise and mental challenges. This is a prime time in their lives, marked by their strength, intelligence, and playful nature. However, they also require structured care to maintain their health and well-being.",
        "medAdvice1": "Maintain regular exercise, with at least two hours daily to satisfy high energy levels (1-4 years)",
        "medAdvice2": "Regular vet visits to monitor for skin conditions and ensure vaccinations are up to date (4-6 years)",
        "medAdvice3": "Start watching for early signs of joint problems and consider supplements if needed (6-8 years)",
        "foodAdvice1": "Feed a balanced diet with a mixture of dry dog food and raw or home-cooked meals (1-4 years)",
        "foodAdvice2": "Ensure the diet remains high in protein (4-6 years)",
        "foodAdvice3": "Fresh meats like chicken, beef, or fish should be a staple in their diet (6-8 years)",
        "thingsToWatch1": "Regular grooming is essential to manage their thick coat",
        "thingsToWatch2": "Skin infections or irritations",
        "thingsToWatch3": "Signs of cataracts or vision issues",
        "headImage": "huskyAdult",
        "bodyImage": "huskyAdultBody"
    },
    
    {
        "breed": "Siberian Husky",
        "lifeStage": "Senior",
        "age": "8+ years",
        "id": 1006,
        "description": "Senior Siberian Huskies may start showing signs of aging, such as graying fur, reduced mobility, and changes in vision or hearing. As they transition into their golden years, their need for exercise decreases, and their diet should be adjusted to accommodate their aging bodies. Despite these changes, they remain loyal and affectionate companions, requiring continued care and attention to maintain their quality of life.",
        "medAdvice1": "Increase vet check-ups to monitor for age-related issues like arthritis and cancer",
        "medAdvice2": "Watch for signs of corneal dystrophy and manage any emerging vision problems",
        "medAdvice3": "Be vigilant about hip dysplasia and other joint-related conditions",
        "foodAdvice1": "Transition to a senior dog food, focusing on easily digestible meals and portion control",
        "foodAdvice2": "Ensure the diet includes high-quality protein, healthy fats, and fibers",
        "foodAdvice3": "Incorporate vegetables and berries to boost their diet with antioxidants and essential vitamins",
        "thingsToWatch1": "Reduced mobility or stiffness after activity",
        "thingsToWatch2": "Decreased exercise tolerance and need for rest",
        "thingsToWatch3": "Monitor for signs of cancer and other serious conditions",
        "headImage": "huskySenior",
        "bodyImage": "huskySeniorBody"
    },
    
    {
        "breed": "Dachshund",
        "lifeStage": "Puppy",
        "age": "0 to 8 months",
        "id": 1007,
        "description": "Dachshund puppies are curious, playful, and full of personality. Their adaptability and compact size make them well-suited for both homes and apartments. They are very social, love to play with their pet parents, and when properly socialized, can easily get along with other pets and humans. Despite their small size, they have a reputation for being a bit stubborn, which makes early training and consistent guidance essential.",
        "medAdvice1": "Start vaccinations and parasite control, monitor for signs of back issues due to long frame (0-3 months)",
        "medAdvice2": "Introduce dental care and continue socialization (3-6 months)",
        "medAdvice3": "Regular vet check-ups, watch for signs of early disc issues as they grow (6-8 months)",
        "foodAdvice1": "Feed a high-quality, small breed puppy food that supports healthy bone and joint development (0-3 months)",
        "foodAdvice2": "Introduce lean proteins and calcium-rich foods to support their growing bones (3-6 months)",
        "foodAdvice3": "Incorporate a balanced diet while managing portions to prevent excess weight (6-8 months)",
        "thingsToWatch1": "Make sure all potential hazards, valuables, and breakables are out of reach",
        "thingsToWatch2": "Install baby gates to prevent access to certain areas of the house",
        "thingsToWatch3": "Susceptible to slipped discs, so never let them run on stairs or jump from high places",
        "headImage": "weinerPup",
        "bodyImage": "weinerPupBody"
    },
    
    {
        "breed": "Dachshund",
        "lifeStage": "Adult",
        "age": "8 months to 10 years",
        "id": 1008,
        "description": "Adult Dachshunds are spirited, loyal, and make wonderful companions. Their small size and different coat types give them a unique charm. Despite their size, they are brave and tend to be very vocal. This stage is characterized by their energetic and bold nature, but it's crucial to manage their weight and protect their backs to prevent health issues.",
        "medAdvice1": "Keep your Dachshund at a healthy weight; regular exercise is essential (8 months to 4 years)",
        "medAdvice2": "Provide steps or ramps to prevent jumping onto and off tall furniture (4-7 years)",
        "medAdvice3": "Have your vet examine and weigh your Dachshund frequently to ensure they remain healthy (7-10 years)",
        "foodAdvice1": "Feed a balanced diet with high-quality meat, bone, and offal (8 months to 4 years)",
        "foodAdvice2": "Include a small amount of plant ingredients to support their digestive health (4-7 years)",
        "foodAdvice3": "Ensure a protein-rich diet with controlled portions to maintain optimal weight (7-10 years)",
        "thingsToWatch1": "Signs of back problems, which are common in the breed",
        "thingsToWatch2": "Bold and outgoing nature, ensure they don't overexert themselves",
        "thingsToWatch3": "Dry eye or other ocular issues, especially in older adults",
        "headImage": "weinerAdult",
        "bodyImage": "weinerAdultBody"
    },
    
    {
        "breed": "Dachshund",
        "lifeStage": "Senior",
        "age": "10+ years",
        "id": 1009,
        "description": "Senior Dachshunds may start showing signs of aging, such as graying fur, slower mobility, and reduced energy. Despite these changes, they remain affectionate and enjoy gentle activities like short walks or quiet play. They require regular vet check-ups to monitor their health, particularly for joint issues and other age-related conditions.",
        "medAdvice1": "Ensure regular veterinary check-ups and maintain a balanced diet",
        "medAdvice2": "Watch for age-related issues like dental or vision problems",
        "medAdvice3": "Adjust exercise to suit reduced stamina",
        "foodAdvice1": "Offer a diet rich in high-quality protein, healthy fats, and fiber, with controlled portions",
        "foodAdvice2": "Include joint-supporting supplements like glucosamine and chondroitin",
        "foodAdvice3": "Provide easily digestible foods to accommodate any changes in their digestive system",
        "thingsToWatch1": "Signs of arthritis, limited mobility, and pain",
        "thingsToWatch2": "Changes in behavior that could indicate discomfort or cognitive decline",
        "thingsToWatch3": "Age-related concerns like vision, dental issues, weight gain, and decreased appetite",
        "headImage": "weinerSenior",
        "bodyImage": "weinerSeniorBody"
    }
]
