[
    {
        "name": "Emmanuel Larose",
        "bio": "I am a dedicated dog walker with over 7 years of experience. I have a deep love for animals and am committed to providing the best care for your furry friends.",
        "description": "I specialize in walking large and active dogs, ensuring they get the exercise and attention they need. I am known for my punctuality, reliability, and friendly demeanor.",
        "id": 1001,
        "location": "Chicago, IL",
        "price": "$24 per walk",
        "rating": "4.7",
        "email": "emman_lar145@icloud.com",
        "phoneNumber": "(312) 548-3782",
        "headImage": "walker1"
    },
    
    {
        "name": "Wanda Cosmo",
        "bio": "I am an energetic and dedicated dog walker who has been working with pets for over 3 years. I love the outdoors and ensure that every walk is a fun and engaging experience for your dog.",
        "description": "Specializing in large breeds and active dogs, I provide tailored walking sessions to meet the needs of your pet. I am known for my punctuality and attention to detail, making sure your dog is safe and happy.",
        "id": 1002,
        "location": "Austin, TX",
        "price": "$20 per walk",
        "rating": "4.6",
        "email": "wdogwalker@outlook.com",
        "phoneNumber": "(862) 987-6543",
        "headImage": "walker2"
    },
    
    {
        "name": "Rohan Mehta",
        "bio": "I am an energetic and dedicated dog walker with a love for all breeds. With over 3 years of experience, I have developed a reputation for being trustworthy and attentive to each dog's needs.",
        "description": "I specialize in long walks and play sessions, ensuring that your dog gets plenty of exercise and fun. I am known for my patience and ability to handle dogs with different temperaments.",
        "id": 1003,
        "location": "Brooklyn, NY",
        "price": "$20 per walk",
        "rating": "4.9",
        "email": "rohanmehta869@icloud.com",
        "phoneNumber": "(718) 523-6742",
        "headImage": "walker3"
    },
    
    {
        "name": "Aisha Carter",
        "bio": "I am a dedicated dog walker with a deep passion for animals and over 4 years of professional experience. My warm and caring nature ensures that every pet I handle receives the utmost care and attention.",
        "description": "I specialize in walking dogs of all sizes, with a particular focus on providing customized care for senior dogs and those with special needs. I am known for my reliability, patience, and ability to form strong bonds with the dogs I walk, making each walk an enjoyable and stress-free experience.",
        "id": 1004,
        "location": "Atlanta, GA",
        "price": "$26 per walk",
        "rating": "4.8",
        "email": "aisha_carter153@gmail.com",
        "phoneNumber": "(973) 231-6897",
        "headImage": "walker4"
    },
    
    {
        "name": "Malik Specter",
        "bio": "I have been a professional dog walker for over 5 years. I specialize in large breeds and enjoy taking dogs on nature trails.",
        "description": "I am an experienced dog walker with a passion for animals. I provide personalized care and attention.",
        "id": 1005,
        "location": "New Orleans, LA",
        "price": "$25 per walk",
        "rating": "4.5",
        "email": "mspecs105@yahoo.com",
        "phoneNumber": "(504) 387-1298",
        "headImage": "walker5"
    },
    
    {
        "name": "Maya Lee",
        "bio": "I am a compassionate dog walker with over 5 years of experience. I have a natural affinity for animals and a gentle approach that puts both dogs and their owners at ease.",
        "description": "I specialize in walking small to medium-sized dogs, ensuring they receive the perfect balance of exercise and affection. I am known for my attention to detail, punctuality, and ability to connect with even the most timid pets.",
        "id": 1006,
        "location": "San Francisco, CA",
        "price": "$27 per walk",
        "rating": "4.9",
        "email": "mayal456@icloud.com",
        "phoneNumber": "(601) 295-8432",
        "headImage": "walker6"
    },
    
    {
       "name": "Booker Devin",
       "bio": "I am a dedicated dog walker with over 3 years of experience in caring for pets. I am known for my gentle approach and love for all breeds.",
       "description": "I offer reliable dog walking services with a focus on safety and fun. I provide individualized care, ensuring each dog enjoys a fulfilling walk with plenty of playtime.",
       "id": 1007,
       "location": "Phoenix, AZ",
       "price": "$25 per walk",
       "rating": "4.6",
       "email": "devin_dunks1977@gmail.com",
       "phoneNumber": "(862) 786-3427",
       "headImage": "walker7"
    },
    
    {
        "name": "Lyra Simone",
        "bio": "I am a passionate animal lover with a gentle touch. I have been walking dogs professionally for over 3 years and enjoy helping pets stay active and healthy.",
        "description": "I am known for my patience and attention to detail, ensuring each dog gets a tailored experience during their walks. I am experienced with dogs of all sizes and offer both group and solo walks.",
        "id": 1008,
        "location": "Madison, WI",
        "price": "$28 per walk",
        "rating": "4.9",
        "email": "ms.simone984@outlook.com",
        "phoneNumber": "(608) 215-9873",
        "headImage": "walker8"
        
    },
    
    {
        "name": "Jax Frost",
        "bio": "I am a dedicated dog walker with a love for all breeds. With over 3 years of experience, I ensure each walk is a fun and safe adventure for your pet.",
        "description": "I am known for my punctuality and attention to detail, making sure your dog gets the exercise they need. I specialize in handling energetic dogs and provide tailored walking services.",
        "id": 1009,
        "location": "Los Angeles, CA",
        "price": "$22 per walk",
        "rating": "4.8",
        "email": "cold_frost718@gmail.com",
        "phoneNumber": "(213) 678-3259",
        "headImage": "walker9"
    },
    
    {
        "name": "Eliot Ikheloa",
        "bio": "I am a dedicated and experienced dog walker with a deep affection for animals. With over 6 years of experience, I focus on creating positive and engaging walking experiences for dogs of all breeds.",
        "description": "I specialize in walking both small and large dogs, offering tailored sessions to meet their specific needs. Known for my reliability and gentle approach, I ensure each dog receives the exercise, attention, and care they deserve. My goal is to make every walk enjoyable and enriching for your furry friend.",
        "id": 1010,
        "location": "Seattle, WA",
        "price": "$23 per walk",
        "rating": "4.7",
        "email": "eliot.ikheloa@gmail.com",
        "phoneNumber": "(206) 555-7890",
        "headImage": "walker10"
    }
]
